[ACCELERATORS]
"C"="C"
"X"="X"
"V"="V"
"Z"="Z"
"N"="N"
"O"="O"
"P"="P"
"S"="S"
[DIALOG]
"About CSClient"="About CSClient"
"CSClient"="CSClient"
"Copyright © ElVEES, 2004"="Copyright © ElVEES, 2004"
"OK"="OK"
""=""
"Parameter Page"="Parameter Page"
[DIALOGEX]
"Select camera arrangement"="Редактировать расположение камер"
"OK"="OK"
"Cancel"="Отмена"
"1"="1"
"2x2"="2x2"
"2x3"="2x3"
"Static"="Static"
"Cinema"="Кинотеатр"
"Room"="Кинозал"
"From"="От"
"To"="До"
"Get archive data"="Получить данные"
"Move chairs"="Переместить кресла"
"Right"="Вправо"
"Down"="Вниз"
"Move"="Переместить"
"Current statistics"="Текущая статистика"
"Current film"="Текущий фильм"
"minutes after film starts"="Начало сбора статистики(мин)"
"minutes before film ends"="Конец сбора статистики(мин)"
"statistics period"="Интервал между измерениями(мин)"
"Server settings"="Настройки сервера"
"Archive settings"="Настройки архива"
"Start archive erasing"="Свободное место в начале удаления"
"End archive erasing"="Свободное место в конце удаления"
"Apply"="Применить"
"Archive stores days"="Хранение архива(дни)"
"Load"="Загрузить"
"Save"="Сохранить"
"Day"="Дата"
"Start of day"="Начало показа"
"Beginning"="Начало"
"Ending"="Окончание"
"Measured moments"="По измерениям"
"Report type"="Тип отчета"
"Film"="Фильм"
"Detailed"="Детализация"
"Rooms"="Залы"
"Create report"="Создать отчет"
"Export"="Экспорт"
"Print preview"="Предварительный просмотр печати"
"Print"="Печать"
"Edit layout"="Редактирование расположения камер"
"Grid size"="Размер сетки"
"Grab camera image"="Накопить задний фон с камеры"
"Start"="Начать"
"Stop"="Закончить"
"Elapsed time"="Продолжительность"
"Processed frames"="Обработано кадров"
"Grab image from files"="Накопить задний фон из файла"
"Renumber loaded chairs"="Перенумеровать области"
"Record count"="Кол-во строк"
[MENU]
"&File"="&File"
"&Edit"="&Edit"
"Object Selection"="Выделение объекта"
"Delete"="Удалить"
"Object Contouring"="Обводка объекта"
"Curve Adjusting"="Подстройка кривой"
"Curve Smoothing"="Сглаживание кривой"
"adjusting radius = 1"="Радиус подстройки = 1"
"adjusting radius = 2"="Радиус подстройки = 2"
"adjusting radius = 3"="Радиус подстройки = 3"
"adjusting radius = 4"="Радиус подстройки = 4"
"adjusting radius = 5"="Радиус подстройки = 5"
"adjusting radius = 6"="Радиус подстройки = 6"
"adjusting radius = 7"="Радиус подстройки = 7"
"adjusting radius = 8"="Радиус подстройки = 8"
"adjusting radius = 9"="Радиус подстройки = 9"
[STRINGTABLE]
"CSClient\n\nCSClie\n\n\nCSClient.Document\nCSClie Document"="CSClient\n\nCSClie\n\n\nCSClient.Document\nCSClie Document"
"No image"="Нет изображения"
"Invalid image file"="Неправильный файл изображения"
"\n\n"="\n\n"
"CSClient"="CSClient"
"Ready"="Готов"
" frame"=" кадр"
" fps"=" кадр/с"
" speed"=" скорость"
" cursor"=" cursor"
" dropped"=" dropped"
"Video"="Видео"
"Archive"="Архив"
"Diagnostic"="Диагностика"
"Report"="Отчет"
"Algorithm"="Алгоритм"
"Training"="Обучение"
"Exchange"="Обмен"
"Timetable"="Расписание"
"Settings"="Настройки"
"Operation is proceeding"="Операция выполняется"
"Show video\nShow video"="Показать видео\nПоказать видео"
"Show archive\nShow archive"="Показать архив\nПоказать архив"
"Show current system state\nShow current system state"="Показать текущее состояние системы\nПоказать текущее состояние системы"
"Show film timetable\nShow film timetable"="Редактировать расписание\nРедактировать расписание"
"Get report\nGet report"="Создать отчет\nСоздать отчет"
"Edit system settings\nEdit system settings"="Редактировать системные настройки\nРедактировать системные настройки"
"Edit algorithm settings\nEdit algorithm settings"="Редактировать настройки алгоритма\nРедактировать настройки алгоритма"
"Show data exchange\nShow data exchange"="Показать обмен данных\nПоказать обмен данных"
"Prepare training data\nPrepare training data"="Подготовить данные для обучения\nПодготовить данные для обучения"
"Select current cinema\nSelect current cinema"="Выбрать текущий кинотеатр\nВыбрать текущий кинотеатр"
"Select current room\nSelect current room"="Выбрать текущий зал\nВыбрать текущий зал"
"Clear chairs\nClear chairs"="Удалить все кресла\nУдалить все кресла"
"Edit algorithm options\nEdit algorithm options"="Редактировать параметры алгоритма\nРедактировать параметры алгоритма"
"Play video\nPlay video"="Воспроизвести видео\nВоспроизвести"
"Pause video\nPause video"="Приостановить видео\nПриостановить"
"Stop video\nStop video"="Остановить видео\nОстановить"
"Create layout for video cameras\nCreate layout"="Редактировать расположение камер\nРасположение камер"
"Grab image from video cameras\nGrab from cameras"="Накопить задний фон с камеры\nНакопить задний фон с камеры"
"Save selected video range\nSave"="Сохранить выделенный отрезок\nСохранить"
"Start video range selection\nStart selection"="Начать выделение отрезка\nНачать выделение"
"End video range selection\nEnd selection"="Закончить выделение отрезка\nЗакончить выделение"
"Load background image from database\nLoad background image from database"="Загрузить задний фон из БД\nЗагрузить задний фон из БД"
"Load chairs from database\nLoad chairs from database"="Загрузить кресла из БД\nЗагрузить кресла из БД"
"Save chairs to database\nSave chairs to database"="Сохранить кресла в БД\nСохранить кресла в БД"
"Save background image to database\nSave background image to database"="Сохранить задний фон в БД\nСохранить задний фон в БД"
"Grab image from video files\nGrab from files"="Накопить задний фон из файла\nНакопить задний фон из файла"
"Save chairs to file\nSave chairs to file"="Сохранить кресла в файл\nСохранить кресла в файл"
"Open chair file\nOpen chair file"="Открыть файл кресел\nОткрыть файл кресел"
"Save background image\nSave background image"="Сохранить задний фон в файл\nСохранить задний фон в файл"
"Open background image\nOpen background image"="Открыть файл заднего фона\nОткрыть файл заднего фона"
"Delete selected chair\nDelete selected chair"="Удалить выбранное кресло\nУдалить выбранное кресло"
"Open trainning data file\nOpen trainning data file"="Открыть файл кресел\nОткрыть файл кресел"
"Save trainning data to file\nSave trainning data to file"="Открыть файл разметки видео\nОткрыть файл разметки видео"
"Start range selection\nStart range selection"="Сохранить разметку видео\nСохранить разметку видео"
"Add selected range\nAdd selected range"="Добавить выделенный интервал\nДобавить выделенный интервал"
"Delete selected range\nDelete selected range"="Отменить выделение интервала\nОтменить выделение интервала"
"Empty range\nEmpty"="Пусто\nПусто"
"Human range\nHuman"="Человек\nЧеловек"
"Clothe range\nClothe"="Одежда\nОдежда"
"Unknown range\nUnknown"="Неизвестно\nНеизвестно"
"Move chairs\nMove chairs"="Переместить кресла\nПереместить кресла"
"Open video file\nOpen video file"="Открыть видео файл\nОткрыть видео файл"
"Play video\nPlay"="Проиграть\nПроиграть"
"Stop video\nStop"="Остановить\nОстановить"
"First frame\nFirst frame"="Первый кадр\nПервый кадр"
"Play N frames backward\nPlay backward"="Проиграть N кадров назад\nПроиграть N кадров назад"
"Previous Frame\nPrevious Frame"="Предыдуший кадр\nПредыдуший кадр"
"Next Frame\nNext Frame"="Следующий кадр\nСледующий кадр"
"Play N frames forward\nPlay forward"="Проиграть N кадров вперед\nПроиграть N кадров вперед"
"Last frame\nLast frame"="Последний кадр\nПоследний кадр"
"Speed Up\nSpeed Up"="Ускорить\nУскорить"
"Speed Down\nSpeed Down"="Замедлить\nЗамедлить"
"Offline"="Недоступен"
"Waiting"="Ожидание"
"Working"="Обработка"
"Start time is greater then end.\r\nArchive will not be shown"="Начальное время больше конечного.\r\nДанные не будут показаны"
"Start time is greater then current time.\r\nArchive will not be shown"="Начальное время больше текущего.\r\nДанные не будут показаны"
"End time is greater then current time.\r\nArchive will be shown until now"="Конечное время больше текущего.\r\nДанные будут показаны до текущего времени"
"Camera %d"="Камера %d"
"Whole room"="Весь зал"
"Trainning data(*.xml)|*.xml|All files(*.*)|*.*||"="Данные обучения(*.xml)|*.xml|Все файлы(*.*)|*.*||"
"Chair files(*.xml)|*.xml|All files(*.*)|*.*||"="Файл кресел(*.xml)|*.xml|Все файлы(*.*)|*.*||"
"Video Files (*.avi)|*.avi|All Files (*.*)|*.*||"="Файл видео (*.avi)|*.avi|Все файлы(*.*)|*.*||"
"Error occuired while loading file"="Ошибка при загрузке файла"
"Error occuired while saving file"="Ошибка при сохранении файла"
"Invalid image size"="Неправильный размер изображения"
"Error occuired while loading from database"="Ошибка при загрузке из БД"
"Error occuired while saving to database"="Ошибка при сохранении в БД"
"Failed get images from camera %d"="Невозможно получить изображение с камеры %d"
"Are you really want to delete an object?"="Удалить объект?"
"Video is not available"="Видео недоступно"
"Error occuried while connecting to the database"="Ошибка при соединение с БД"
"Time"="Время"
"Date"="Дата"
"#"="№"
"Name"="Название"
"Start Time"="Начало"
"EndTime"="Окончание"
"Invalid Time"="Неправильное время"
"Not all items have been selected"="Выбраны не все элементы"
"Error occuried while getting an image from video"="Невозможно получить изображение"
"Some table rows have not enough data"="Заполнены не все поля"
"Row #%d has invalid data"="Запись №%d имеет неправильные данные"
"Row #%d  - the start time later or equal to the end time"="Запись #%d  - начало сеанса позже окончания"
"Row #%d  - the time period intersects with other"="Запись #%d  - сеансы пересекаются"
"Device"="Объект"
"State"="Состояние"
"Failed to load current parameters.Set to default?"="Текущие параметры неправильные. Установить значения по умолчанию?"
[code_page]
1252=1251
